tap "adoptopenjdk/openjdk"
tap "clojure/tools"
brew "tree"
brew "ansible"
brew "aom"
brew "awscli"
brew "bash"
brew "blueutil"
brew "glib"
brew "certbot"
brew "circleci"
brew "cloc"
brew "harfbuzz"
brew "little-cms2"
brew "openjdk"
brew "clojure"
brew "cmake"
brew "coreutils"
brew "docker"
brew "docutils"
brew "ffmpeg"
brew "gcc"
brew "webp"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-quick-stats"
brew "p11-kit"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "helm"
brew "httpie"
brew "iproute2mac"
brew "ipython"
brew "jenv"
brew "jq"
brew "node"
brew "jupyterlab"
brew "just"
brew "kafka"
brew "kind"
brew "kompose"
brew "krb5"
brew "kubernetes-cli"
brew "leiningen"
brew "libarchive"
brew "libass"
brew "libssh2"
brew "libpq"
brew "libxml2"
brew "libxslt"
brew "mas"
brew "maven"
brew "minikube"
brew "nghttp2"
brew "nvm"
brew "pgcli"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-tabulate"
brew "python@3.10"
brew "redis"
brew "rust"
brew "sbt"
brew "scala"
brew "smartmontools"
brew "srt"
brew "telnet"
brew "tesseract"
brew "topgrade"
brew "unbound"
brew "xmlto"
brew "zookeeper"
brew "zsh-syntax-highlighting"
cask "adoptopenjdk/openjdk/adoptopenjdk11"
cask "adoptopenjdk/openjdk/adoptopenjdk16"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
cask "bitwarden"
cask "claude"
cask "discord"
cask "disk-inventory-x"
cask "docker-desktop"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "latest"
cask "multipass"
cask "spotify"
cask "stats"
cask "tailscale-app"
cask "ubiquiti-unifi-controller"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "winbox"
cask "windscribe"
mas "Magic Disk Benchmark", id: 1608793370
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "anthropic.claude-code"
vscode "aws-scripting-guy.cform"
vscode "kddejong.vscode-cfn-lint"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "njpwerner.autodocstring"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "vscodevim.vim"
npm "lumo-cljs"
